Repository: giellalt/corpus-smj
Catalog: tmx/sma/bible/osko/index.php_kat_id=196_art_id=253.html.tmx
Source language: smj
Languages: sma

source: Åhpav: Dållå
sma: Lïerh: Dålle

source: I galga suoládit.
sma: Aellieh sualedh.

source: Galggap jubmelbalulattjan suv iehttset, vaj ep guojmestimme Suv biednigijt jali åbmudagájt válde, ep ga dajt allasimme vieret jalik bæhttogisát ásada, ájnat viehkedip vaj suv åbmudahka ájmon bissu ja lassán.
sma: Mijjieh edtjebe Jupmelem vaetiestidh jïh iehtsedh, ollebe mijjieh naakedem mijjen mubpeste vaeltieh jallh neerrh, bene satnem viehkiehtidh vaarjelidh maam eekie, jïh dam raeffesne utnedh.

source: Suoládit le gå iehtjádis váldá mij ij dunji gullu.
sma: Sualadidh lea maam akt jeatjabistie vaeltedh mij ij leah dov.

source: Dát soajttá liehket nav ållo – báŋkas biednigijt suoládit ja dáhtámasjijnav muhtem kontåvrås jali ” luojkkat ” vaskunav váni æjgádav diehtten dahkat ja de dav ” vajálduhttet ” ruoptus vaddet.
sma: Sualadidh maahta jïjnjem årrodh – beetnegh baanghkeste sualadidh jallh daatamaasjinam aktede kontovristie vaeltedh jallh skubpegem ” löönedh ” bielelen aajhtere dam daajra, jïh ” åajaldidh ” dam bååstede vedtedh.

source: Dat máhttá aj liehket iehtjádijs biehttet jali válldet mij ij midjij gullu.
sma: Maahta aaj årrodh maam akt jeatjabistie nollelidh jïh aarvoeh vaeltedh mejtie ibie jïjtje eekh.

source: Rámát aj javllá ep boahtte buolvas galga suoládit.
sma: Bijbele aaj jeahta, ibie edtjh mubpede boelveste sualadidh.

source: Gåktu le vejulasj boahtte buolvas suoládit ?
sma: Guktie gåarede mubpede boelveste sualadidh ?
